<template>
    <div class="defaults-page-content">
        <div class="content">
            <h2>개인정보처리방침</h2>
            <p>(주)에스피이피센터('http://spep.co.kr/' 이하 'SPEP')는 「개인정보보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할
                수 있도록 하기 위하여 다음과 같이 개인정보처리방침을 수립•공개합니다.

                ○ 이 개인정보처리방침은 2024년 3월 5일부터 적용됩니다.
            </p>
        </div>
        <div class="content">
            <h2>제1조(개인정보의 처리 목적)</h2>
            <p>(주)에스피이피센터('http://spep.co.kr/'이하 'SPEP')는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지
                않으며 이용 목적이 변경되는 경우에는 「개인정보보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.</p>
        </div>
        <div class="content">
            <h2>1. 애플리케이션 서비스 회원가입 및 관리</h2>
            <p>회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별•인증, 회원자격 유지•관리, 서비스 부정이용 방지, 각종 고지•통지, 고충처리 목적으로 개인정보를 처리합니다.</p>
        </div>
        <div class="content">
            <h2>2. 민원사무 처리</h2>
            <p>민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락•통지, 처리결과 통보 목적으로 개인정보를 처리합니다</p>
        </div>
        <div class="content">
            <h2>3. 재화 또는 서비스 제공</h2>
            <p>교육 운영 및 지원,교육이력 관리,교육 관련 과정 정보 제공, 콘텐츠 제공, 서비스 제공, 맞춤서비스 제공, 물품배송, 계약서•청구서 발송, 서비스 제공에 관한 계약 이행 및
                요금결제•정산, 본인인증을 목적으로 개인정보를 처리합니다.</p>
        </div>
        <div class="content">
            <h2>4. 마케팅 및 광고에의 활용</h2>
            <p>신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악
                또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.</p>
        </div>



        <div class="content">
            <h2>제2조(개인정보의 처리 및 보유 기간)</h2>
            <p>① (주)에스피이피센터는 법령에 따른 개인정보 보유•이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유•이용기간 내에서 개인정보를 처리•보유합니다.
            </p>
            <p>② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</p>
        </div>
        <div class="content">
            <p>1. 애플리케이션 서비스 회원가입 및 관리와 관련한 개인정보는 수집•이용에 관한 동의일로부터 탈퇴 시까지 위 이용목적을 위하여 보유•이용됩니다.</p>
            <p> 보유근거 : 회사 내규에 따름.
            </p>

            <p>  예외사유 :교육 프로그램•콘텐츠•서비스 설계 및 개발과 설문 내용 파악 및 분석 시 사용되는 식별자 데이터(ID, 재직 회사, 직급, 메일주소, 휴대폰번호)는 준영구 보관될 수 있음.
            </p>
        </div>
        <div class="content">
            <p>2. 민원사무 처리와 관련한 개인정보는 수집•이용에 관한 동의일로부터 3년까지 위 이용목적을 위하여 보유•이용됩니다.</p>
            <p> 보유근거 : 개인정보처리에 관한 관계 법령에 따름.
            </p>

            <p>  관련법령 : 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
            </p>
        </div>
        <div class="content">
            <p>3. 재화 또는 서비스 제공과 관련한 개인정보는 수집•이용에 관한 동의일로부터 5년까지 위 이용목적을 위하여 보유•이용됩니다.</p>
            <p> 보유근거 : 개인정보처리에 관한 관계 법령에 따름.
            </p>

            <p>  관련법령 : 1)계약 또는 청약철회 등에 관한 기록 : 5년, 2) 대금결제 및 재화 등의 공급에 관한 기록 : 5년
            </p>
        </div>

        <div class="content">
            <p>4. 마케팅 및 광고에의 활용과 관련한 개인정보는 수집•이용에 관한 동의일로부터 탈퇴 시까지 위 이용목적을 위하여 보유•이용됩니다.</p>
            <p> 보유근거 : 회사 내규에 따름.
            </p>
        </div>


        <div class="content">
            <h2>제3조(처리하는 개인정보의 항목) </h2>
            <p>① (주)에스피이피센터는회원가입,상담,서비스 신청 등을 위해 아래와 같은 개인정보를 수집 및 처리하고 있습니다.
            </p>
        </div>
        <div class="content">
            <h2>1. 애플리케이션 서비스 회원가입 및 관리</h2>
            <p> 이용자 동의 하에 수집하는 항목 :한글 이름,영문 이름, 로그인ID, 비밀번호,휴대전화번호,이메일,주소,직장명,소속본부, 소속부서,사번,서비스 이용기록,접속 로그,접속 IP 정보,
                서비스 이용 기록
            </p>
            <p> 서비스 이용 시 자동으로 수집하는 항목 : 하드웨어 모델명,운영 시스템 및 버전,모바일 네트워크 정보</p>
        </div>


        <div class="content">
            <h2>2. 민원사무 처리</h2>
            <p> 이용자 동의 하에 수집하는 필수항목 :한글 이름,영문 이름, 로그인ID, 비밀번호,휴대전화번호,이메일,직장명,소속본부, 소속부서,사번,서비스 이용기록,접속 로그, 접속 IP 정보,
                서비스 이용 기록
            </p>
            <p> 서비스 이용 시 자동으로 수집하는 항목 : 하드웨어 모델명,운영 시스템 및 버전,모바일 네트워크 정보</p>
        </div>


        <div class="content">
            <h2>3. 재화 또는 서비스 제공</h2>
            <p> 이용자 동의 하에 수집하는 항목 :한글 이름,영문 이름, 로그인ID, 비밀번호,휴대전화번호,이메일,주소,직장명,소속본부, 소속부서,사번,서비스 이용기록,접속 로그, 접속 IP 정보,
                서비스 이용 기록, 녹취정보,카메라 및 사진(사용 중인 기기의 카메라 및 사진앨범에 저장된 이미지 및 기타 정보)
            </p>
            <p> 서비스 이용 시 자동으로 수집하는 항목 : 하드웨어 모델명,운영 시스템 및 버전,모바일 네트워크 정보</p>
        </div>


        <div class="content">
            <h2>4. 마케팅 및 광고에의 활용</h2>
            <p> 필수항목 :한글 이름,영문 이름, 생년월일, 로그인ID, 직장명, 소속본부,소속부서, 직책, 사번,접속 IP 정보, 쿠키, 접속 로그, 서비스 이용 기록
            </p>
            <p> 서비스 이용 시 자동으로 수집하는 항목 : 하드웨어 모델명,운영 시스템 및 버전,모바일 네트워크 정보</p>
        </div>



        <div class="content">
            <h2>제4조(개인정보의 파기절차 및 파기방법)</h2>
            <p>① (주)에스피이피센터는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
            </p>
            <p>② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의
                데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</p>
            <p>③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.</p>
        </div>
        <div class="content">
            <h2>1. 파기절차</h2>
            <p>(주)에스피이피센터는 파기 사유가 발생한 개인정보를 선정하고, (주)에스피이피센터의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
            </p>
        </div>

        <div class="content">
            <h2>2. 파기방법</h2>
            <p>종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다
            </p>
        </div>
        <div class="content">
            <h2>3. 예외</h2>
            <p>이용자가 사전에 동의한 경우 일부 데이터는 파기하지 않고 준영구 보관합니다.법령의 규정에 의거하거나,수사 목적으로 법령에 정해진 절차와 방법에 따라 수사 기관의 요구가 있는 경우 수집한
                데이터를 활용 및 제공합니다.
            </p>
        </div>



        <div class="content">
            <h2>제5조(정보주체와 법정대리인의 권리•의무 및 그 행사방법에 관한 사항)</h2>
            <p>① 정보주체는 (주)에스피이피센터에 대해 언제든지 개인정보 열람•정정•삭제•처리정지 요구 등의 권리를 행사할 수 있습니다.
            </p>
            <p>② 제1항에 따른 권리 행사는(주)에스피이피센터에 대해 「개인정보보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 (주)에스피이피센터는
                이에 대해 지체 없이 조치하겠습니다.</p>
            <p>③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호
                서식에 따른 위임장을 제출하셔야 합니다.</p>
            <p>④ 개인정보 열람 및 처리정지 요구는 「개인정보보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.</p>
            <p>⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.</p>
            <p>⑥ (주)에스피이피센터는 정보주체 권리에 따른 열람의 요구, 정정•삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</p>
        </div>


        <div class="content">
            <h2>제6조(개인정보의 안전성 확보조치에 관한 사항)</h2>
            <p>(주)에스피이피센터는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
            </p>
        </div>
        <div class="content">
            <h2>1. 내부관리계획의 수립 및 시행</h2>
            <p>개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
            </p>
        </div>



        <div class="content">
            <h2>2. 개인정보 취급 직원의 최소화 및 교육</h2>
            <p>개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
            </p>
        </div>
        <div class="content">
            <h2>3. 개인정보에 대한 접근 제한</h2>
            <p>개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단
                접근을 통제하고 있습니다.
            </p>
        </div>
        <div class="content">
            <h2>4. 접속기록의 보관 및 위•변조 방지</h2>
            <p>개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관•관리하고 있으며,다만, 5만명 이상의 정보주체에 관하여 개인정보를 추가하거나, 고유식별정보 또는 민감정보를 처리하는 경우에는 2년이상
                보관, 관리하고 있습니다
                또한, 접속기록이위•변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.

            </p>
        </div>
        <div class="content">
            <h2>5. 개인정보의 암호화</h2>
            <p>이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도
                보안기능을 사용하고 있습니다.

            </p>
        </div>



        <div class="content">
            <h2>6. 해킹 등에 대비한 기술적 대책</h2>
            <p>(주)에스피이피센터는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신•점검을 하며 외부로부터 접근이 통제된 구역에 시스템을
                설치하고 기술적•물리적으로 감시 및 차단하고 있습니다.

            </p>
        </div>
        <div class="content">
            <h2>7. 비인가자에 대한 출입 통제</h2>
            <p>개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립•운영하고 있습니다.
            </p>
        </div>



        <div class="content">
            <h2>8. 문서보안을 위한 잠금장치 사용</h2>
            <p>개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.
            </p>
        </div>



        <div class="content">
            <h2>제7조(행태정보의 수집•이용•제공 및 거부 등에 관한 사항)</h2>
            <p>① ㈜에스피이피센터는 서비스 이용과정에서 정보주체에게 최적화된 맞춤형 서비스 및 혜택 등을 제공하기 위하여 행태정보를 수집•이용하고 있습니다.
            </p>
            <p>② ㈜에스피이피센터 는 다음과 같이 행태정보를 수집합니다.</p>
            <p class="pl-3"> 수집하는행태정보의 항목: 이용자의 웹사이트 및 앱 서비스 방문•검색•이용•구매 이력
                 행태정보 수집 방법: 이용자의 웹사이트 및 앱 방문•실행 시 자동 수집
                 행태정보 수집 목적: 서비스(광고 포함)를 제공, 이용자의 관심•성향에 기반한 개인 맞춤형 상품 추천
                 보유•이용기간 및 이후 정보처리 방법: 탈퇴 시 파기
            </p>
            <p>③ (주)에스피이피센터는최적화된 맞춤형 서비스 및 혜택 제공에 필요한 최소한의 행태정보만을 수집하며, 사상, 신념, 가족 및 친인척관계, 학력•병력, 기타 사회활동 경력 등 개인의
                권리•이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.</p>
            <p>④ (주)에스피이피센터는 만 14세 미만임을 알고 있는 아동이나 만14세 미만의 아동을 주 이용자로 하는 온라인 서비스로부터 최적화된 맞춤형 서비스 및 혜택 제공 목적의 행태정보를 수집하지
                않고, 만 14세 미만임을 알고 있는 아동에게는 맞춤형 서비스 및 혜택을 제공하지 않습니다.</p>
            <p>
                ⑤(주)에스피이피센터는 모바일 앱에서 맞춤형 서비스 제공을 위하여 광고식별자를 수집•이용합니다. 정보주체는 모바일 단말기의 설정 변경을 통해 앱의 맞춤형 광고를 차단•허용할 수 있습니다.
            </p>
            <h2>▶스마트폰의 행태정보 수집 차단/허용</h2>
            <p>(1) (안드로이드) ① 설정 → ② 개인정보보호 → ③ 광고 → ③ 광고 ID 재설정 또는 광고ID 삭제</p>
            <p>(2) (아이폰) ① 설정 → ② 개인정보보호 → ③ 추적 → ④ 앱이 추적을 요청하도록 허용 끔 </p>
            <p>※ 모바일 OS 버전에 따라 메뉴 및 방법이 다소 상이할 수 있습니다.</p>
            <p>⑥정보주체는 웹브라우저의 쿠키 설정 변경 등을 통해 온라인 맞춤형 광고를 일괄적으로 차단•허용할 수 있습니다. 다만, 쿠키 설정 변경은 웹사이트 자동로그인 등 일부 서비스의 이용에 영향을
                미칠 수 있습니다.</p>
            <h2>▶웹브라우저를 통한 행태정보 수집 차단/허용</h2>
            <p>(1) Microsoft Edge</p>
            <p class="pl-3">- Edge에서 오른쪽 상단 ‘…’ 표시를 클릭한 후, 설정을 클릭합니다. <br>
                - 설정 페이지 좌측의 ‘개인정보, 검색 및 서비스’를 클릭 후 「추적방지」 섹션에서 ‘추적방지’ 여부 및 수준을 선택합니다.<br>
                - ‘InPrivate를 검색할 때 항상 ""엄격"" 추적 방지 사용’ 여부를 선택합니다.<br>
                - 아래 「개인정보」 섹션에서 ‘추적 안함 요청보내기’ 여부를 선택합니다.<br>
            </p>


            <p>(2) 크롬 브라우저</p>
            <p class="pl-3">- Chrome에서 오른쪽 상단 ‘⋮’ 표시(chrome 맞춤설정 및 제어)를 클릭한 후, 설정 표시를 클릭합니다. <br>
                - 설정 페이지 하단에 ‘고급 설정 표시’를 클릭하고 「개인정보」 섹션에서 콘텐츠 설정을 클릭합니다.<br>
                - 쿠키 섹션에서 ‘타사 쿠키 및 사이트 데이터 차단’의 체크박스를 선택합니다.<br>
            </p>
            <p>⑦ 정보주체는 아래의 연락처로 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등을 문의할 수 있습니다.</p>
        </div>
        <div class="content">
            <h2>▶ 개인정보 보호 담당부서</h2>
            <p class="pl-3"> 부서명 : IT•개발관리팀 <br>
                 02-2179-5554, privacy@spep.co.kr, 02-2179-5599
            </p>
        </div>


        <div class="content">
            <h2>▶제8조 (개인정보 보호책임자에 관한 사항) </h2>
            <p>① (주)에스피이피센터는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고
                있습니다.</p>
        </div>


        <div class="content">
            <h2>▶ 개인정보 보호책임자</h2>
            <p class="pl-3"> 담당자 :김인우 상무 <br>
                 연락처 : 02-2179-5500, iwkim@spep.co.kr, 02-2179-5599
            </p>
        </div>
        <div class="content">
            <h2>▶ 개인정보 보호 담당부서</h2>
            <p class="pl-3"> 부서명 : IT•개발관리팀 <br>
                 02-2179-5554, privacy@spep.co.kr, 02-2179-5599
                ※ 개인정보 보호 담당부서로 연결됩니다.

            </p>
            <p>②정보주체께서는 (주)에스피이피센터 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로
                문의하실 수 있습니다. (주)에스피이피센터는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.</p>
        </div>


        <div class="content">
            <h2>제9조(개인정보의 열람청구를 접수•처리하는 부서)</h2>
            <p>정보주체는｢개인정보보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.(주)에스피이피센터는 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.
            </p>
        </div>

        <div class="content">
            <h2>▶ 개인정보 열람청구 접수•처리 부서</h2>
            <p class="pl-3"> 부서명 : IT•개발관리팀 <br>
                 02-2179-5554, privacy@spep.co.kr, 02-2179-5599

            </p>
        </div>


        <div class="content">
            <h2>제10조(정보주체의 권익침해에 대한 구제방법)</h2>
            <p class="pl-3">정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이
                밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
            </p>
        </div>

        <div class="content">
            <p>1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (<a href="www.kopico.go.kr" target="_blank">www.kopico.go.kr</a>)
            </p>

            <p>2. 개인정보침해신고센터 : (국번없이) 118 (<a href="privacy.kisa.or.kr" target="_blank">privacy.kisa.or.kr</a>)
            </p>
            <p>3. 대검찰청 : (국번없이) 1301 (<a href="www.spo.go.kr" target="_blank">www.spo.go.kr</a>)
            </p>
            <p>4. 경찰청 : (국번없이) 182 (<a href="ecrm.cyber.go.kr" target="_blank">ecrm.cyber.go.kr</a>)
            </p>
        </div>
        <div class="content">
            <p>「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정•삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로
                인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
                ※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.

            </p>
        </div>
        <div class="content">
            <h2>제11조(개인정보 처리방침 변경)</h2>
            <p>
                ① 이 개인정보처리방침은 2024년 3월 5일부터 적용됩니다.
            </p>
        </div>
    </div>
</template>