<template>
    <div class="defaults-page-content">
        <div class="content">
            <h2>제1조 (목적)</h2>
            <p>이 약관은 주식회사 (주)에스피이피센터(SPEP, 이하 ‘회사’)가 제공하는 SPEP 앱 콘텐츠 및 제반 서비스(<a
                    href="https://spep.co.kr/">https://spep.co.kr/</a>,이하 '서비스')의 이용과 관련하여 회사와 이용자간의 권리, 의무 및 책임사항 등을
                규정함을 목적으로 합니다.</p>
        </div>
        <div class="content">
            <h2>제2조 (용어의 정의)</h2>
            <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다. <br>
                ① “회사”라 함은 “콘텐츠” 산업과 관련된 경제활동을 영위하는 자로서 콘텐츠 및 제반 서비스를 제공하는 자를 말합니다<br>
                ② “이용자”라 함은 “회사”의 사이트에 접속하여 본 약관에 따라 “회사”가 제공하는 “콘텐츠” 및 제반 서비스를 이용하는 회원 및 비회원을 말합니다.<br>
                ③ “회원”이라 함은 회사의 서비스 제공 사이트에 접속하여 본 약관에 따라 이용계약을 체결하고 “이용자” 아이디(ID)를 부여받은 “이용자”로서 “회사”의 정보를 지속적으로 제공받으며
                “회사”가 제공하는 서비스를 지속적으로 이용할 수 있는 자를 말합니다.<br>
                ④ “법인회원”이라 함은 회사와의 별도의 계약이 체결된 법인고객이 지정한 자로서 제5조 등 회사가 정한 절차에 따라 법인회원의 자격을 부여받은 회원을 말합니다.<br>
                ⑤ “법인고객”이라 함은 회사와 별도의 계약을 체결하여, 자신의 직원 등을 법인회원으로 가입시키고, 해당 법인회원의 콘텐츠 구매에 대한 승인 및 구매 대가를 지급하는 법인을
                말합니다.<br>
                ⑥ “비회원”이라 함은 “회원”이 아니면서 “회사”가 제공하는 서비스를 이용하는 자를 말합니다.<br>
                ⑦ “아이디(ID)”라 함은 “회원”의 식별과 서비스 이용을 위하여 “회원”이 정하고, “회사”가 승인한 문자 또는 숫자의 조합을 말하며, 아이디는 유일하며 “회원”당 하나의
                아이디(ID)만 가질 수 있습니다.<br>
                ⑧ “비밀번호(PASSWORD)”라 함은 “회원”이 부여받은 “아이디”와 일치하는 회원임을 확인하고, 회원의 비밀보호를 위해 “회원” 스스로 정한 문자 또는 숫자의 조합을 말합니다.

            </p>
        </div>
        <div class="content">
            <h2>제3조 (약관의 게시, 개정, 해석 등)</h2>
            <p>
                ① 본 약관의 효력은 서비스 내의 게시판에 공지, 이메일 등을 통한 회원에 대한 통지로 발생하고, 회원은 본 약관을 열람하거나 전부 인쇄할 수 있으며, 회사는 회원이 본 약관의 내용을
                확인할 수 있도록 기술적 조치를 취하여야 합니다. <br>
                ② 회사는 온라인 디지털콘텐츠산업 발전법, 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률 등 관련 법을 위배하지 않는 범위 내에서 본 약관을 개정할 수
                있습니다.<br>
                ③ 회사가 약관을 개정할 경우 적용 일자 및 개정 사유를 명시하여 현행 약관과 함께 서비스 내의 화면에 적용 일자 7일 이전부터 적용일 이후 상당한 기간 공지하고, 기존 회원에게는 개정
                약관을 전자메일로 발송합니다.<br>
                ④ 회사는 변경된 약관에 대하여 이용자의 동의 여부를 확인하여야 하고, 회원이 변경 약관에 대하여 동의를 하지 아니하는 경우, 회원은 직접 적법한 절차에 의하여 이용계약을 해지하고 회원
                탈퇴할 수 있으며, 이에 따른 책임은 회사가 부담하지 아니합니다. 다만, 회원이 변경된 약관의 적용일 이후에도 지속적으로 서비스를 제공받는 등 이용을 하였을 경우에는 변경된 약관에 동의한
                것으로 간주합니다. <br>
                ⑤ 본 약관에서 정하지 아니한 사항과 본 약관의 해석과 관련하여서는 온라인 디지털콘텐츠산업발전법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 정보통신부장관이
                정하는 디지털콘텐츠이용자보호지침, 기타 관계 법령 또는 상관례에 따릅니다.

            </p>
        </div>
        <div class="content">
            <h2>제4조 (회원에 대한 통지)</h2>
            <p>
                ① 회사가 회원에 대한 통지를 하는 경우 회원이 지정한 전자우편주소로 할 수 있습니다. <br>
                ② 회사는 회원 전체에 대한 통지를 하는 경우 7일 이상 회사의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에
                대하여는 제1항에 의하여 통지합니다

            </p>
        </div>
        <div class="content">
            <h2>제2장 회원</h2>
            <h2>제5조 (회원 가입 및 자격)</h2>
            <p>회사의 서비스를 사용하는 고객은 회사가 정한 일정한 회원 가입 절차에 따라 개인정보를 입력하여 회원 자격을 부여받습니다.</p>
        </div>
        <div class="content">
            <h2>제6조 (회원 탈퇴 및 자격 상실)</h2>
            <p>① 제5조 제1항에 의해 서비스 이용계약을 맺은 회원이 계약 해지를 원할 경우에는 회원 본인이 직접 실명, 아이디, 사번 등을 통해 회원 탈퇴 신청을 하셔야 합니다. <br>
                ② 회사는 회원의 서비스 이용계약 해지 신청에 대해 적절한 절차를 통해서 처리합니다.
                <span class="pl-3">
                    1. 상단의 '로그인' 메뉴를 통한 회원의 자의적인 로그인<br>
                    2. 마이페이지 메뉴의 '1:1 교육문의' 메뉴 선택<br>
                    3. 회원 탈퇴 신청 요청 혹은 이메일 및 전화 문의
                </span><br>
                ③ 회사는 회원이 다음 각호의 경우에 해당하는 행위를 하였을 경우 사전 통지 없이 회원 자격과 서비스 이용을 제한, 정지 또는 해지할 수 있습니다.<br>
                <span class="pl-3">
                    1. 회원 가입 신청 시 허위 내용을 기재한 경우<br>
                    2. 회원이 제9조 제2항의 각호와 제14조 제2항의 각호에 해당하는 행위를 하였을 경우<br>
                    3. 회사의 서비스를 고의로 방해하였을 경우<br>
                    4. 타인의 아이디와 비밀번호 및 사번을 도용한 경우
                </span><br>
                ④ 회사는 제3항에 의거하여 자격을 상실하거나 이용을 제한당한 회원에 대하여는 어떠한 손해배상의 책임도 부담하지 않습니다.
            </p>
        </div>



        <div class="content">
            <h2>제7조 (개인정보처리방침)</h2>
            <p>회사는 회원 가입 시 기재한 개인정보와 유료 결제 시 기재하는 금융서비스 등의 정보를 보호하기 위해서 기술적 장치를 설치합니다. 회원의 개인정보보호에 관해서는 관련 법령 및 회사의
                '개인정보처리방침'이 정한 바에 의합니다.</p>
        </div>
        <div class="content">
            <h2>제8조 (개인정보 사용에 대한 동의)</h2>
            <p>
                ① 회사는 보다 나은 서비스를 회원에게 제공하기 위하여 회원 가입 시 회원이 동의하여 제공 받은 개인정보를 이메일 서비스, 콘텐츠 서비스, 커뮤니티 서비스, 이벤트 관련 서비스, 경품
                발송 서비스, 제휴를 통한 TM 마케팅 서비스, DM 서비스, 통계/분석 등에 이용할 수 있으며, 이 경우 제한된 기본적인 개인정보를 이용함을 원칙으로 합니다. <br>
                ② 회사는 고객이 회원 가입 시 제공한 개인정보에 대하여 서비스 운영에 필요하다고 판단되는 최소한의 용도로 사용하며, 필요할 경우 회원의 사전 동의를 받아야 합니다.<br>
                ③ 기타 개인정보와 관련된 사항은 관련 법령 및 ‘SPEP 개인정보처리방침’이 정한 바에 의합니다.


            </p>
        </div>
        <div class="content">
            <h2>제3장 서비스 이용계약 <br>
                제9조 (서비스 이용계약)
            </h2>
            <p>
                ① 서비스 이용계약은 고객이 본 약관에 동의한 후, 회사가 정하는 일정 양식을 정확하게 기재하여 신청함으로써 회원이 된 경우 성립됩니다. <br>
                ② 회사는 고객의 서비스 이용계약 신청이 다음 각호에 해당하는 경우 신청에 대한 승낙을 거부 또는 유보할 수 있습니다.<br>
                <span class="pl-3">
                    1. 실명을 사용하지 않았을 경우<br>
                    2. 회원 가입 시 등록한 아이디가 사이트 운영상 또는 사회적으로 공정성 문제를 일으킬 수 있는 경우(예 : WEBMASTER, SERVICE, manager, ceo 등)
                </span>
                <br>
                <span class="pl-3">
                    3. 기타 가입 신청서의 내용이 허위로 작성되었을 경우<br>
                    4. 타인의 개인정보를 침해하였거나 그에 준하는 문제를 야기했다고 판단되는 경우<br>
                    5. 회사의 업무 또는 기술상 지장이 있다고 판단되는 경우<br>
                    6. 회원 가입 신청자가 본 약관 제6조 제3항 각호와 제14조 제2항 각호에 의하여 회원자격을 상실한 경우(단, 회원자격 상실 후 1년이 경과한 고객의 경우 서비스 이용계약을
                    재신청할 수 있습니다.)
                </span>
                <br>
                ③ 회원은 제9조 제1항에 의한 회원 정보 제공 내용이 변경되었을 경우, 즉시 변경 사항을 기재해야 합니다.

            </p>


        </div>
        <div class="content">
            <h2>제10조 (서비스 종류 및 변경)</h2>
            <p>
                ① 회사는 회원에게 다음과 같은 서비스를 제공합니다. <br>
                <span class="pl-3">
                    1. 모바일 학습 콘텐츠(Listening, Speaking, Vocab, Dialogue, Passage 등 학습 모듈)<br>
                    2. 기타 학습 관련 서비스
                </span>
                <br>
                ② 회사는 타당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 서비스의 내용을 변경할 수 있습니다.<br>
                ③ 회사는 제2항의 경우 변경된 서비스의 내용, 이용 방법, 이용 시간 등에 있어서 변경 사유, 변경될 서비스의 내용 및 제공 일자 등을 그 변경 전 7일 이상 해당 서비스 내의 화면에
                적당한 방법으로 게시합니다.<br>
                ④ 제2항, 제3항의 경우 변경된 내용이 중대하거나 이용자에게 불리한 경우에는 회사가 서비스를 제공받는 이용자에게 제4조에서 정한 방법으로 통지하고, 동의를 받습니다. 이 경우 회사는
                동의를 거절한 회원에 대하여는 변경 전 서비스를 제공하고, 그 서비스 제공이 불가능할 경우 계약을 해지할 수 있습니다.

            </p>
        </div>


        <div class="content">
            <h2>제11조 (서비스 이용 기간 및 이용료)</h2>
            <p>
                ① 서비스는 유료와 무료의 두 가지 형태로 제공됩니다.<br>
                ② 유료 서비스에 대한 과금은 결제를 위한 페이지에서 별도로 정한 금액으로 합니다.<br>
                <span class="pl-3">
                    1. 유료 서비스: 온•오프라인 강좌와 유료 콘텐츠 서비스<br>
                    2. 무료 서비스: 제10조 제1항에 정해진 내용을 제외한 모든 서비스
                </span>
                <br>
                ③ 서비스의 이용 기간은 회원 가입 후부터 회원이 자의적으로 회원 탈퇴를 하거나 제6조 제3항 각호와 제14조 제2항 각호에 의해 회원 자격을 상실하는 시점까지의 기간을 원칙으로 하며,
                회사의 사정에 따라 변경이 가능합니다. 변경에 대한 내용은 서비스 내의 게시판을 통해7일간 공지합니다.

            </p>
        </div>
        <div class="content">
            <h2>제12조 (서비스 중단)</h2>
            <p>
                ① 회사는 다음 각호에 해당하는 경우 서비스를 중단할 수 있습니다. <br>
                <span class="pl-3">
                    1. 서비스 설비의 보수•점검•교체•증설•고장, 통신 두절 또는 운영상 타당한 이유가 있는 경우 등의 사유가 발생한 경우<br>
                    2. 회사가 통제할 수 없는 사유가 발생한 경우(해킹, 시스템다운 등)<br>
                    3. 전기통신사업법에 의해 등록된 기간통신사업자가 서비스를 중단했을 경우<br>
                    4. 천재지변, 국가비상사태 등의 불가항력적인 경우
                </span>
                <br>
                ② 회사는 서비스 중단 사유가 제12조 제1항 1호에 의한 경우 7일 전에 서비스 내의 게시판을 통해 공지합니다. 단, 제12조 제1항 2, 3, 4호 해당하는 경우 사전 통지할 책임을
                지지 않습니다.<br>
                ③ 회사는 서비스의 제공에 필요한 경우 정기 점검을 실시할 수 있으며 정기 점검시간은 서비스 제공 화면에 공지한 바에 따릅니다.<br>
                ④ 회사는 타당한 이유 없이 서비스 제공이 일시적으로 중단됨으로 인하여 회원이 입은 손해에 대하여 배상합니다. 다만, 회사가 고의 또는 과실이 없음을 입증한 경우에는 배상하지 아니합니다.

            </p>
        </div>
        <div class="content">
            <h2>제4장 회사와 회원의 의무와 책임</h2>
            <h2>제13조 (회사의 의무)</h2>
            <p>
                ① 회사는 법령 및 본 약관이 금지하는 행위를 하지 않으며, 본 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하기 위해서 노력합니다. <br>
                ② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 회원의 개인정보 및 신용정보 보호를 위한 보안 시스템을 구축합니다.<br>
                ③ 회사는 회원이 가입 시 기재한 개인정보와 금융서비스 등의 정보를 본 약관에 명시된 경우가 아닌 사항에 대해 본인의 승낙 없이 제3자에게 유출하지 않습니다. 단, 법률에 의한 국가기관의
                요청, 수사상의 목적일 경우에는 해당 기관에 제공할 수 있습니다.

            </p>
        </div>
        <div class="content">
            <h2>제14조 (회원의 의무) </h2>
            <p>
                ① 회원 가입 시 정확한 회원 정보를 입력해야 하며, 변경이 있을 경우에는 즉시 변경 사항을 기재해야 합니다. <br>
                ② 회원은 다음 각호에 해당하는 행위를 하여서는 안됩니다.<br>
                <span class="pl-3">
                    1. 다른 회원 또는 제3자를 비방하거나 명예를 손상시키는 행위<br>
                    2. 공공질서 및 미풍양속에 위반되는 행위<br>
                    3. 허위사실의 유포<br>
                    4. 범죄와 관련된 행위<br>
                    5. 타인의 저작권 및 기타 권리를 침해하는 행위<br>
                    6. 회사의 서비스를 고의로 방해하는 행위<br>
                    7. 타인의 아이디와 비밀번호 및 사번을 도용하는 행위<br>
                    8. 컴퓨터 바이러스 및 바이러스 감염자료를 유포, 등록하는 행위<br>
                    9. 회사의 승인을 받지 않은 스팸메일, 정크메일, 행운의 편지, 광고, 판촉물, 피라미드 조직, 돈 벌기 사이트 가입 권유 등의 내용을 메일, 게시, 게재 또는 다른 방법으로
                    전송하는 행위<br>
                    10. 폭력, 외설적인 메시지, 동영상, 이미지, 음성 등이 담긴 메시지 전송 또는 게시, 게재하는 행위<br>
                    11. 회사가 저작권 및 지적재산권을 가진 정보를 회사의 서면•사전동의 없이 복제, 수정, 배포, 출판, 판매 등의 영리적 목적으로 사용하는 행위<br>
                    12. 회사의 직원 또는 서비스 관리자를 사칭하거나 회원의 명의를 도용하는 모든 행위<br>
                    13. 기타 관련 법령이 정한 법률에 위배되는 행위<br>
                </span>
                <br>
                ③ 회사는 회원이 제9조 제2항 각호와 제14조 제2항 각호에 해당하는 행위를 하였을 경우 제6조 제3항에 의거 해당 회원의 자격과 서비스 이용을 제한, 정지 또는 해지할 수 있습니다.
                <br>
                ④ 회원은 회원본인의 아이디와 비밀번호를 관리할 책임이 있으며, 회원의 관리 소홀로 인하여 발생하는 결과에 대해서 책임을 집니다.
                <br>
                ⑤ 회원은 본 약관 및 관계 법령을 준수하여야 합니다.<br>
                ⑥ 회사는 회원이 본 약관이 정하는 회원의 의무를 위반하였을 경우 회원에게 손해배상을 청구할 수 있습니다.<br>
                ① 회원 가입 시 정확한 회원 정보를 입력해야 하며, 변경이 있을 경우에는 즉시 변경 사항을 기재해야 합니다.<br>
                ② 회원은 다음 각호에 해당하는 행위를 하여서는 안됩니다.<br>
                <span class="pl-3">
                    1. 다른 회원 또는 제3자를 비방하거나 명예를 손상시키는 행위<br>
                    2. 공공질서 및 미풍양속에 위반되는 행위<br>
                    3. 허위사실의 유포<br>
                    4. 범죄와 관련된 행위<br>
                    5. 타인의 저작권 및 기타 권리를 침해하는 행위<br>
                    6. 회사의 서비스를 고의로 방해하는 행위<br>
                    7. 타인의 아이디와 비밀번호 및 사번을 도용하는 행위<br>
                    8. 컴퓨터 바이러스 및 바이러스 감염자료를 유포, 등록하는 행위<br>
                    9. 회사의 승인을 받지 않은 스팸메일, 정크메일, 행운의 편지, 광고, 판촉물, 피라미드 조직, 돈 벌기 사이트 가입 권유 등의 내용을 메일, 게시, 게재 또는 다른 방법으로
                    전송하는 행위<br>
                    10. 폭력, 외설적인 메시지, 동영상, 이미지, 음성 등이 담긴 메시지 전송 또는 게시, 게재하는 행위<br>
                    11. 회사가 저작권 및 지적재산권을 가진 정보를 회사의 서면•사전동의 없이 복제, 수정, 배포, 출판, 판매 등의 영리적 목적으로 사용하는 행위<br>
                    12. 회사의 직원 또는 서비스 관리자를 사칭하거나 회원의 명의를 도용하는 모든 행위<br>
                    13. 기타 관련 법령이 정한 법률에 위배되는 행위
                </span>
                <br>
                ③ 회사는 회원이 제9조 제2항 각호와 제14조 제2항 각호에 해당하는 행위를 하였을 경우 제6조 제3항에 의거 해당 회원의 자격과 서비스 이용을 제한, 정지 또는 해지할 수
                있습니다.<br>
                ④ 회원은 회원본인의 아이디와 비밀번호를 관리할 책임이 있으며, 회원의 관리 소홀로 인하여 발생하는 결과에 대해서 책임을 집니다.<br>
                ⑤ 회원은 본 약관 및 관계 법령을 준수하여야 합니다.<br>
                ⑥ 회사는 회원이 본 약관이 정하는 회원의 의무를 위반하였을 경우 회원에게 손해배상을 청구할 수 있습니다.

            </p>
        </div>


        <div class="content">
            <h2>제5장 서비스 이용</h2>
            <h2>제15조 (서비스 사용의 제한)</h2>
            <p>
                서비스 내의 콘텐츠 대부분은 수업 중 사용되는 교육자료로 활용할 수 있는 내용으로써, 서비스 이용료의 납부 여부에 따라 다음의 두 가지 방법으로 서비스를 이용할 수 있습니다.
            </p>
            <p class="pl-3">
                ① 유료 회원: 온•오프라인 강좌와 유료 콘텐츠 메뉴를 포함한 모든 페이지 이용 가능. <br>
                ② 무료 회원: 온•오프라인 강좌와 유료 콘텐츠 메뉴를 제외한 모든 페이지 이용 가능.

            </p>
        </div>
        <div class="content">
            <h2>제16조 (콘텐츠 게재의 제한)</h2>
            <p>모든 회원은 서비스 내의 게시판에 자신의 의사나 특정 정보를 게재하고 직접 수정•변경할 수 있습니다. 하지만, 다음 각 항목에 해당하는 경우에는 서비스 운영자가 임의로 수정 또는 삭제할 수
                있습니다.</p>
            <p>
                ① 게재물의 내용이 해당 게시판의 성격과 현격하게 다르거나 지나친 상업성, 폭력성, 선정성 또는 타인의 권리를 침해하는 내용 등을 담고 있어 다른 사용자들에게 피해를 줄 우려가 있는
                경우.<br>
                ② 사이트의 운영상 장애가 된다고 판단할 만한 내용을 담고 있는 경우.<br>
                ③ 기타 사회 통념 및 공고의 윤리에 반하는 내용을 담고 있는 경우.
            </p>
        </div>
        <div class="content">
            <h2>
                제17조 (사용자의 의사 개진)
            </h2>
            <p>
                서비스의 모든 회원은 회사가 제공하는 서비스의 내용에 문제가 있다고 여겨지거나 기타 의견을 갖고 있는 경우, 1:1 교육문의 게시판에 게재하거나 서비스 관리
                담당자(SERVICE@SPEP.CO.KR) 앞으로 이메일을 전송함으로써 자신의 의사를 개진할 수 있습니다.

            </p>
        </div>

        <div class="content">
            <h2>
                제18조 (콘텐츠 배포)
            </h2>
            <p>
                회사가 제공하는 모든 콘텐츠의 저작권은 회사에 귀속되므로, 이에 대한 무단 배포는 금지되어 있습니다.
            </p>
        </div>
        <div class="content">
            <h2>
                제6장 청약의 철회와 계약해제(해지)
            </h2>
            <h2>제19조 (이용자의 청약 철회, 해제(지))</h2>
            <p>
                ① 회사와 서비스 이용에 관한 계약을 체결한 회원은 수신 확인의 통지를 받은 날로부터 7일 이내에는 청약을 철회할 수 있습니다. 단, 법인회원의 경우 회사와 법인고객 간의 별도 협의에
                따릅니다. 회사가 다음 각호의 조치를 취한 경우에는 회원의 청약 철회권이 제한될 수 있습니다.<br>
                <span class="pl-3">
                    1. 제10조의 유료서비스 중 2개 이상 모듈(Listening, Speaking, Vocab, Dialogue/Passage 등 학습 모듈)학습 시 취소가 제한 될 수
                    있습니다.<br>
                    2. 청약의 철회가 불가능한 서비스에 대한 사실을 표시사항에 포함시킨 경우<br>
                    3. 한시적 또는 일부 이용 등의 방법을 제공한 경우
                </span>
                <br>
                ② 회원은 다음 각호의 사유가 있을 때에는 해당 서비스를 공급받은 날로부터30일 이내 혹은 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내에 서비스 이용계약을 해제(지)할 수
                있습니다.<br>
                <span class="pl-3">
                    1. 이용계약에서 정한 서비스가 제공되지 않은 경우<br>
                    2. 제공되는 서비스가 표시, 광고 등과 현저하게 차이가 있는 경우<br>
                    3. 기타 서비스의 결함으로 정상적인 이용이 현저히 불가능한 경우
                </span>
                <br>
                ③ 회원이 제1항의 철회, 제2항의 해제(지)할 경우, 그 사유를 명시하여 회원이 직접 메일 또는 전화 등을 통하여 회사에 그 의사 표시를 한 때 효력이 발생합니다.<br>
                ④ 회사는 제3항에 따라 회원이 표시한 철회, 해제(지)의 의사 표시를 수령한 후 지체없이 회원에게 이를 회신하여야 합니다.<br>
                ⑤ 회원은 제2항에 의하여 해제(지)의 의사 표시를 하기 전에 상당한 기간을 정하여 회사에 대해 완전한 서비스의 제공을 요구할 수 있고, 회사가 이에 대하여 하자를 처리한 경우 회원은
                해제(지)할 수 없습니다.

            </p>
        </div>
        <div class="content">
            <h2>
                제20조 (이용자의 청약 철회, 해제(지)의 효과)
            </h2>
            <p>
                ① 회사와 서비스 이용에 관한 계약을 체결한 회원은 당해 서비스를 이용(콘텐츠의 내용을 열람하거나 다운로드, 전송, 복제하는 등 회사가 제공한 콘텐츠를 활용하는 일체의 행위, 이하 동일)
                하기 전인 경우에 한하여 회사로부터 수신 확인 통지를 받은 날로부터 7일(청약 철회 기간) 이내에는 당해 서비스 이용의 청약을 철회할 수 있고, 회원이 당해 서비스를 이용한 경우에는 수신
                확인 통지를 받은 날로부터 7일(청약 철회 기간) 이내라 하더라도 청약을 철회할 수 없으며, 회사의 귀책 사유가 없는 한 이용계약을 해제(지)할 수 없습니다. 단, 법인회원의 경우 회사와
                법인고객 간의 별도 협의에 따릅니다. <br>
                ② 회사가 제공하되 콘텐츠의 결함으로 정상적인 이용이 현저히 불가능한 경우 회원은 청약 철회기간 내에는 즉시 청약의 철회를 할 수 있고, 청약 철회 기간 경과 후에는 이용계약의 해제를 할
                수 있으며, 회사가 완전한 콘텐츠를 재전송할 경우 청약의 철회 내지 해제(지) 없이 콘텐츠를 계속하여 이용할 수 있습니다.<br>
                ③ 회사는 회원에게 이용계약상의 서비스를 제공할 수 없을때에는 지체없이 그사유를 회원에게 기간 내 이용대가를 기수령한 경우에는 회원의 환불신청을 받아 7일 이내에 청약 철회 또는 계약해제
                및 환급 절차를 취합니다. 단,법인회원의 경우 회사와 법인고객 간의 별도 협의에 따릅니다<br>
                ④ 회사는 본조에 따른 회원의 청약철회, 구매 계약해제 등에 대한 제반 조치사항을 회원의 전자우편주소 등으로 통지합니다.

            </p>
        </div>
        <div class="content">
            <h2>
                제21조 (회사의 해제(지) 및 이용제한)
            </h2>
            <p>
                ① 회사는 회원이 제6조 제3항, 제9조 제2항, 제3항, 제14조, 제16조, 제18조, 기타 신의성실의 원칙에 위배되는 행위를 하였을 경우, 본 이용계약을 사전통지 없이
                해제(지)하거나 상당한 기간을 정하여 서비스 이용을 제한할 수 있습니다. <br>
                ② 회사의 제1항의 해제(지), 이용제한의 의사 표시는 회사가 정한 통지방법에 따라 회원에게 그 의사 표시가 도달한 때에 효력이 발생합니다.<br>
                ③ 회원은 회사의 해제(지) 또는 이용제한에 대하여 회사가 정한 절차에 의거하여 이의신청을 할 수 있고, 회원의 이의가 정당하다고 회사가 인정하는 경우 회사는 즉시 서비스의 이용을
                재개합니다.<br>
                ④ 기타 회원의 귀책 사유로 인한 계약의 해제(지)의 효과는 위 각 항을 준용합니다.<br>
                ⑤ 회사가 이용계약의 해제(지)한 경우, 회사가 정한 방법에 따라 환급 등의 조치를 취합니다.

            </p>
        </div>
        <div class="content">
            <h2>
                제7장 기타
            </h2>
            <h2>제22조 (저작권)</h2>
            <p>
                서비스에서 제공되는 모든 콘텐츠는 회사의 소유이고 저작권 역시 회사에 귀속되며, 이 모든 내용들은 지적재산권에 의해 보호받습니다. 그 결과, 회사의 사전 승인 없이 특정 콘텐츠의 내용을
                무단으로 도용하거나, 수정•변경을 가한 파생물을 제작하여 상업적으로 이용하는 행위는 금지되어 있습니다. 상업적인 목적 없이 이용하는 경우라고 하더라도 단순 링크 연결이 아닌, 콘텐츠 직접
                게재 방식을 취하는 경우에는 회사의 사전 동의를 얻은 후 그 표현 방식에 관해서도 협의를 거쳐야 합니다.저작권 침해 관련 문의 즉, 서비스의 콘텐츠가 타인의 저작권을 침해한다고 여겨지거나
                제3자의 콘텐츠가 서비스의 저작권을 침해한다고 여겨지는 경우에는 담당 관리자 메일인 SERVICE@SPEP.CO.KR로 제보해 주시기 바랍니다.
            </p>
        </div>


        <div class="content">
            <h2>
                제23조 (면책)
            </h2>
            <p>
                ① 회사는 회원들이 항상 신뢰할 수 있는 콘텐츠를 제공하기 위해 최선을 다하고 있습니다. 단, 제공되는 콘텐츠에는 오류가 있을 수 있으며, 회원이 그 콘텐츠를 직접 활용함으로써 발생할 수
                있는 문제점은 사용자 자신의 부담이라고 할 수 있으므로 서비스 운영진은 이에 대한 책임을 지지 않습니다. <br>
                ② 회사는 서비스의 각종 게시판에 회원이 자유롭게 게재한 게시물이 초래할 수 있는 문제점에 대해서도 책임을 지지 않습니다. 이러한 운영 방식은, 회원 자신의 자유로운 의사 개진 및 신속한
                정보의 공유라는 측면에서 원활한 서비스 운영을 위해 불가피한 방식입니다.<br>
                <span class="pl-3">
                    1. 상기 내용은 물론 법적인 책임이 면책된다는 의미이지만, 도의적으로는 문제점 해결을 위해 최선의 노력을 다할 것입니다.<br>
                    2. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
                    3. 회사는 회원의 귀책 사유로 인한 서비스 이용의 장애에 대하여 책임 내지 손해배상 책임을 지지 않습니다.<br>
                    4. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.<br>
                    5. 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.<br>
                    6. 회사는 회원 상호 간 또는 회원과 제3자 간에 서비스를 매개로 하여 발생한 분쟁 등에 대하여는 책임을 부담하지 않습니다.
                </span>

            </p>
        </div>
        <div class="content">
            <h2>
                제8장 개인정보처리방침
            </h2>
            <p>

                ①서비스 제공을 위하여 수집된 이용자의 정보에 대한 보호 정책은 회사에서 제공하는 인터넷 사이트에 고지된 '개인정보처리방침'을 따라 시행이 됩니다. <br>
                ②이용자가 회원 탈퇴를 요청한 경우에는 '개인정보처리방침'에서 고시한 바와 같이 파기함을 기본으로 하나, 이용자가 유료 정보를 이용한 경우 유료 서비스 결산을 위하여 해당 유료 서비스
                관련 정보를 보유하고 있을 수 있습니다. 이 경우에도 서비스 결산이 끝난 시점에서 유료 서비스 관련 정보 역시 파기됩니다.

            </p>
        </div>
        <div class="content">
            <h2>
                제24조 (관할법원)
            </h2>
            <p>

                서비스와 관련하여 발생하는 분쟁은 회사의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.




            </p>
        </div>
        <div class="content">
            <h2>
                (부칙)
            </h2>
            <p>
                (시행일) 이 약관은 2024년 3월 5일부터 시행합니다.
            </p>
        </div>
    </div>
</template>
